<?php
// меню и титлы
$_main = 'Рабочий стол';
$_log = 'Лог';
$_report = 'Отчет';
$_days = 'дней';
$_awards = 'Награды';
$_company = 'Компания';
$_infobase = 'База знаний';
$_storage = 'Файлы';
$_notifications = 'Уведомления';
$_login = 'Авторизация';
$_mail = 'Сообщения';
$_logout = 'Выйти';

// задачи
$_tasks = 'Задачи';
$_taskname = 'Имя задачи';
$_tasknew = 'Новая задача';
$_inprogress = 'В работе';
$_inreview = 'На проверке';
$_overdue = 'Просрочено';
$_new = 'В работе';
$_pending = 'На рассмотрении';

// задачи лист
$_tasknewlist = 'Новая задача.';
$_tasknewworker = 'Ознакомьтесь.';
$_tasknewmanager = 'На ознакомлении.';
$_inprogresslist = 'В работе.';
$_overduelist = 'Просрочено.';
$_returnedlist = 'Возвращено.';
$_postponelist = 'Перенос срока. Ожидает подтверждения.';
$_pendinglist = 'На рассмотрении. Ожидает проверки.';

// новые кнопки - Окс
$_done = 'Выполнено'; // статус для перевода задачи из "на рассмотрении" в "Выполнено"
$_returned = 'Возвращен ';
$_return = 'Вернуть';
$_inwork = 'В работе';
$_confirmdate = 'Подтвердить';
$_cancel = 'Отменить задачу';
$_canceled = 'Отмененные';
$_canceledtask = 'Отменено';
$_back = 'Назад';
$_change = 'Перенести';

// новые кнопки - Окс
$_inbox = 'Выполняю';
$_outbox = 'Назначил';
$_sendpending = 'Отправить на рассмотрение';
$_createdby = 'Задачу создал';
$_deadline = 'Крайний срок';
$_dayost = 'До завершения осталось';
$_lastday = 'Сегодня';
$_endfast = 'Завершите, как можно скорее';
$_postponebutton = 'Перенести срок';
$_postpone = 'Перенос срока';
$_newdate = 'Ожидаемая дата';
$_postponenew = 'Укажите новый срок';
$_completetask = 'Завершить задачу';
$_writereport = 'Для завершения задачи напишите отчет о проделанной работе';
$_taskworker = 'Исполнитель';
$_taskmanager = 'Постановщик';
$_status = 'Статус';
// лог
$l_reg = 'Регистрация в системе';
$l_createtask = 'Создал задачу';
$l_comment = 'Оставил комментарий в задаче';
$l_overduetask = 'Задача просрочена';

// комментарии
$_writecomment = 'Напишите свой комментарий';
$_comments = 'Комментарии';
$_nocomment = 'Комментариев нет';

// технические
$_send = 'Отправить';
$_worker = 'Сотрудник';

// Поиск и фильтры
$_search = 'Поиск';
$_searchplaceholder = 'Выберите статус или введите название задачи';
$_inworkfilter = 'В работе';
$_pendingfilter = 'На рассмотрении';
$_postponefilter = 'Перенос срока';
$_managerfilter = 'Назначил';
$_workerfilter = 'Выполняю';
$_overduefilter = 'Просрочено';
$_canceledfilter = 'Отменено';
$_newfilter = 'Новые';
$_returnedfilter = 'Возвращенные';
$_months = ['января',  'февраля',  'марта',  'апреля',  'мая',  'июня',  'июля',  'августа',  'сентября',  'октября',  'ноября',  'декабря'];
