Repository: lusyio/lusy
Catalog: engine/backend/lang/*/LC_MESSAGES/*.po
Languages: ru_ru

source: The task description was edited
ru_ru: Изменено описание задачи

source: month
ru_ru: месяц

source: January
ru_ru: Января

source: February
ru_ru: Февраля

source: March
ru_ru: Марта

source: April
ru_ru: Апреля

source: May
ru_ru: Мая

source: June
ru_ru: Июня

source: July
ru_ru: Июля

source: August
ru_ru: Августа

source: September
ru_ru: Сентября

source: October
ru_ru: Октября

source: November
ru_ru: Ноября

source: December
ru_ru: Декабря

source: Wrote comment
ru_ru: Оставил комментарий

source: System message
ru_ru: Системное сообщение

source: You create the task
ru_ru: Вы создали задачу

source: for yourself
ru_ru: для себя

source: for
ru_ru: для

source: You have a task assigned
ru_ru: Вам назначили задачу

source: Deadline to
ru_ru: Выполните до

source: You have scheduled a task
ru_ru: Вы запланировали задачу

source: Task will start
ru_ru: Задача начнется

source: Saw the task
ru_ru: Ознакомился с задачей

source: You canceled the task
ru_ru: Вы отменили задачу

source: Task canceled
ru_ru: Задача отменена

source: Task overdue
ru_ru: Задача просрочена

source: Take action
ru_ru: Примите меры

source: Task completed
ru_ru: Задача выполнена

source: Expect approval
ru_ru: Ожидайте одобрения

source: Read the report
ru_ru: Ознакомьтесь с отчетом

source: You returned task
ru_ru: Вы вернули задачу

source: New deadline
ru_ru: Новый срок выполнения

source: To the
ru_ru: До

source: Task returned to you
ru_ru: Вам возвращена задача

source: Task done
ru_ru: Задача завершена

source: You requested a postponement
ru_ru: Вы запросили перенос срока

source: to
ru_ru: на

source: Request for postponement
ru_ru: Запрос переноса срока

source: You confirm postpone
ru_ru: Вы одобрили перенос

source: You have approved postpone
ru_ru: Вам одобрили перенос

source: You decline postpone
ru_ru: Вы отменили перенос срока

source: Current deadline
ru_ru: Текущий срок

source: Decline your postpone
ru_ru: Перенос срока отклонен

source: You changed worker
ru_ru: Вы сменили ответственного

source: You have appointed yourself a manager
ru_ru: Вы назначили себя ответственным

source: New worker is
ru_ru: Назначен

source: Task reassigned
ru_ru: Задача переназначена

source: You edit deadline
ru_ru: Вы изменили срок выполнения

source: You add coworker
ru_ru: Вы добавили соисполнителя

source: New coworker is
ru_ru: Назначен

source: You are new coworker
ru_ru: Вас назначили соисполнителем

source: You remove coworker
ru_ru: Вы удалили соисполнителя

source: It was
ru_ru: Это был

source: You have edited the task description
ru_ru: Вы изменили описание задачи

source: View the task
ru_ru: Ознакомьтесь с задачей

source: Dashboard
ru_ru: Рабочий стол

source: Tasks
ru_ru: Задачи

source: Create task
ru_ru: Новая задача

source: Company
ru_ru: Компания

source: Awards
ru_ru: Достижения

source: Storage
ru_ru: Файлы

source: Search on tasks, comments and files
ru_ru: Поиск

source: Payment
ru_ru: Оплата

source: Profile
ru_ru: Профиль

source: History
ru_ru: Журнал

source: Settings
ru_ru: Настройки

source: Log Out
ru_ru: Выход

source: You have no tasks yet, create the first task.
ru_ru: У вас пока нет задач, создайте первую задачу.

source: Done
ru_ru: Завершено

source: Show all tasks
ru_ru: Показать все задачи

source: Completed tasks
ru_ru: Завершено задач

source: Was overdue
ru_ru: Просрочено

source: Postpone requested
ru_ru: Запрошен перенос срока

source: task
ru_ru: задача

source: In work
ru_ru: В работе

source: Overdue
ru_ru: Просрочено

source: Pending
ru_ru: На рассмотрении

source: Postponement
ru_ru: Перенос срока

source: Planned
ru_ru: Запланировано

source: active company
ru_ru: активная компания

source: company
ru_ru: компания

source: user
ru_ru: пользователь

source: comment
ru_ru: комментарий

source: message
ru_ru: сообщение

source: day
ru_ru: день

source: report
ru_ru: отчет

source: time
ru_ru: раз
